{
  "shared": {
    "done": "Done successfully",
    "blogs": "Blogs",
    "home": "Home",
    "ShowMoreBlogs": "Show More",
    "readMore": "Read More",
    "newsLetterJoin": "Join the bunch!",
    "newsLetterSing": "Sign up for our weekly newsletter to know more about our updates.",
    "share": "Share",
    "copyLink": "Copy Link",
    "getUpdateNewsletter": "Get update by signup Newsletter.",
    "JoinUs": "Join Us!",
    "showMore": "Show More",
    "backToHome": "Go Home",
    "notFound": "Page Not Found",
    "notFoundDesc": "The page you are looking for doesn't exist or an other error occurred. Go back",
    "errorOccurred": "An error occurred"
  },
  "forms": {
    "name": "Name",
    "firstName": "First Name",
    "firstNamePlaceholder": "Ex. Mohamed",
    "lastName": "Last Name",
    "lastNamePlaceholder": "Ex. Nasser",
    "userName": "User Name",
    "companyName": "Company Name",
    "email": "Email",
    "Email": "EMAIL",
    "workEmail": "Work Email",
    "interestIn": "I’m interested in",
    "message": "Message",
    "writeYourMessage": "Write Your Message ...",
    "submit": "Submit",
    "interestedField": "interested Field",
    "Calender": "Calender",
    "Form": "Form",
    "Egypt": "Egypt",
    "Uk": "UK",
    "AUE": "UAE",
    "notEmpty": "Could not be empty",
    "incorrectEmail": "Incorrect Email",
    "Elmostaqbal": "Ex. El mostaqbal"
  },
  "header": {
    "home": "Home",
    "joinAsDeveloper": "Join As A Developer"
  },
  "footer": {
    "findUs": "Find us on social media:",
    "hotLinks": "Quick Links",
    "forCompanies": "For Companies",
    "forDevelopers": "For Developers",
    "successStories": "Success Stories",
    "remoteJobs": "Remote Jobs",
    "contactUs": "Contact us",
    "services": "Services",
    "digitalTransformation": "Digital Transformation",
    "devTeamService": "Dev Team as a Service",
    "hRService": "HR as a Service",
    "sendOn": "Send us on:",
    "siteEmail": "info@inovola.co.uk",
    "callOn": "Call us on:",
    "sitePhone1": "+44 161 818 1556",
    "sitePhone4": "+971 4 439 6288",
    "sitePhone5": "+2010 19781543",
    "sitePhone2": "+966 11 520 9962",
    "sitePhone3": "+962 6 200 6934",
    "rightsReserved": "Copyright © 2022"
  },
  "blogs": {
    "our": "Our",
    "blogs": "Blogs",
    "blogsRelated": "Blogs Related.",
    "blogsHead": "Learn about the latest trends, news, and best practices, to improve your development knowledge."
  },
  "home": {
    "blogs": "Blogs",
    "calendar": "Calendar",
    "headerHeader": "Your Success Technical Partner",
    "headerSubheader": "Finding the right software development partner",
    "headerSubheader2": "can change everything!",
    "toBlogs": "To Blogs",
    "privacyTitle": "Your data is protected",
    "privacySubtitle": "Thank you for trusting us. We assure you not to share your private information with us and you have the ability to control it at any time",
    "testimonials": "Testimonials",
    "contactUsHeading": "We'd love to hear from you.",
    "OurBlogs": "Our Blogs",
    "letConnect": "Let’s Connect!",
    "softwarePartner": "Software Development Partner"
  },
  "contactUs": {
    "contactUsHeading": "Let’s get in touch",
    "contactUsSubheading": "Meet with us to find out how our services can help you propel your business.",
    "contactUsSubheading2": "Just pick your convenient time.",
    "contactUsSubheading3": "That’s always a click away!",
    "contactUsSubheading4": "We’d love to hear from you.",
    "contactUsSubheading5": "Fill out the form and we will get back to you.",
    "dmUs": "Send us on:",
    "callUsOn": "Give us a call:",
    "findUs": "Find us:",
    "location": "Location",
    "phone": "Phone",
    "email": "Email",
    "location1": "71-75 Shelton Street, London, Greater London, United Kingdom, WC2H 9JQ",
    "location2": "34 Gamal Salem, Dokki Egypt",
    "location3": "Dubai Silicon Oasis",
    "followUs": "Follow us on:",
    "contactUs": "Contact Us",
    "complaint": "Complaint",
    "suggest": "Suggest",
    "review": "Review",
    "question": "Question",
    "our": "Our ",
    "locations": "Locations",
    "happyToServe": "Explore our hubs in major cities. In addition, we make tailored hiring decisions based on the needs of each project, as our talents aren't limited to a specific time zone, and they can span across the world."
  },
  "joinUs": {
    "joinHeading": "Join Us !",
    "info": "Join our community and get remote jobs.",
    "btnJoin": "Join as a developer"
  },
  "joboffers": {
    "Exclusive": "Exclusive",
    "jobOffers": "Job Offers",
    "info1": "We build high-performing teams of developers.",
    "info2": "Join Inovola community to explore where you could apply your skills and enjoy an unbossed career"
  },
  "jobInfo": {
    "heading": "Full-time, Part time, long-term & Short term",
    "description": "Gain access to job offers to work with us on long-term or short-term projects from anywhere.",
    "secondHeading": "Reliable Stability",
    "secondDescription": "As an Inovola developer, you’ll gain access to our exclusive community that is designed to help you learn, grow, and explore your passions more.",
    "join": "Join Inovola"
  },
  "community": {
    "heading": "Join The Most ",
    "secondHeading": "Energizing Community!",
    "description": "Creative people have the power to transform. Give your career an exciting flexible trajectory."
  },
  "OurTeam": {
    "heading": "Meet our ",
    "secondHeading": "teams",
    "description": "We believe the key to success is building diverse teams with complementary skill sets."
  },
  "reviews": {
    "heading": "Glassdoor",
    "secondHeading": "Reviews",
    "description": "Find reviews and ratings about Inovola. Feedbacks are vitally important to us.",
    "customerSay": "What Customer Say",
    "aboutUs": "About us",
    "reviewDescription": "We appreciate our partner’s feedback and we are very fortunate to be part of their journey."
  },
  "services": {
    "Explore": "Explore Our",
    "Services": "Services",
    "provideServices": "We provide a range of exceptional software solutions for your successful expansion.",
    "provideSolutions": "We provide a range of exceptional software solutions to FLOURISH and EXPAND your business efficiently.",
    "LeadingCompanies": "Proudly Served And Trusted By Leading Companies",
    "Webelieve": "We believe impactful partnerships",
    "CentralAchieving": "are central to achieving goals.",
    "together": "We’re in this together.",
    "moreAboutUs": "More About Us",
    "LearnMore": "Learn More",
    "YearOf": "YEAR OF ",
    "EXPERIENCE": "EXPERIENCE",
    "PROJECTES": "PROJECTES",
    "COMPLETED": "COMPLETED",
    "HAPPY": "HAPPY",
    "CLIENT": "CLIENT",
    "WhyChoose": "Why choose",
    "Inovola": "Inovola",
    "?": "?",
    "CustomerFoucsed": "Customer-focused approach",
    "poolTalents": "The pool of best talents",
    "TechnologyCompetence": "Technology competence",
    "our": "Our",
    "ourProcess": " Process",
    "ourProcessDesc": "Hire a dedicated software development team to jump-start your development process for projects of all sizes and industries, at an affordable cost for any in various programming languages to overcome talent shortage and skill gap issues",
    "successStories": "Success Stories",
    "successStoriesDesc": "See how Inovola's digital transformation services help clients transform their business and operating models in the digital era with a few success stories from our growing portfolio.",
    "Development": "Development",
    "DesignPrototype": "Design & Prototype",
    "IdeateValidate": "Ideate & Validate",
    "ScaleSupport": "Scale & Support",
    "DeployAnalyze": "Deploy & Analyze",
    "TestAssess": "Test & Assess",
    "FindMatchedTalents": "Find your matched talents",
    "KickstartSquad": "Kickstart your squad ",
    "buildUnique": "We create the product for you",
    "startedTopTalents": "We build and manage the dev team for you",
    "holdArm": "We hire and manage any talent you need"
  },
  "remoteJobs": {
    "remoteJobs": "Remote Jobs",
    "goBack": "Go To Back",
    "viewReviews": "View All Reviews",
    "glassdoorReviews": "Glassdoor Reviews",
    "recommendToFriend": "Recommend to a friend",
    "approveCEO": "Approve the CEO",
    "uploadCV": "Sign up and upload your CV to apply.",
    "estimatedTime": "Estimated time",
    "60secs": " 60 sec",
    "applyNow": "Apply",
    "share": "Share",
    "updated": "Updated ",
    "Position": "Position",
    "searchkeywords": "Search for keywords or skills"
  },
  "prosJobs": {
    "heading1": "Healthy Workplace Environment:",
    "descriprtion1": "We will focus on your growth, and you will feel fulfilled, and productive while also staying physically and mentally healthy.",
    "heading2": "Empowering Employees:",
    "descriprtion2": "You will be involved in various projects to bring your own unique strengths and develop your skills while providing significant support to attaining your goals.",
    "heading3": "ِAttractive Salary Packages:",
    "descriprtion3": "We offer competitive salaries and compensation with other benefits.",
    "heading4": "Rates are negotiable",
    "descriprtion4": "You can negotiate your rate depending on projects."
  },
  "digitalTransformation": {
    "heading": "Digital transformation",
    "description": "It is an essential bridge between the business of today and the business of tomorrow.",
    "description2": "We will help you thrive in the transformative age by experimenting with new ideas to seize opportunities and scale successes.",
    "btnText": "Contact Us",
    "Development": "Development",
    "DevelopmentDesc": "Following the Agile Scrum Methodology, our process is flexible, fully transparent, and results-oriented. Based on product needs, we assemble a team who will take the set of prioritized features and start coding, as it can be sized up or down according to product needs at any point in time.",
    "DesignPrototype": "Design & Prototype",
    "DesignPrototypeDesc": "Design thinking will lead to rapid prototyping of your product - we produce sketches, mockups, and wireframes delivered by UI/UX designers who will be specialized in your field.",
    "IdeateValidate": "Ideate & Validate",
    "IdeateValidateDesc": "Scoping sessions run by subject matter experts, analysts, and product managers to ensure you are building the right product for the right audience from day one.",
    "ScaleSupport": "Scale & Support",
    "ScaleSupportDesc": "We won’t abandon you after the launch. Our team will continuously deliver support in the form of software maintenance, improvements, scaling, and upgrades to your product.",
    "DeployAnalyze": "Deploy & Analyze",
    "DeployAnalyzeDesc": "We will let the users experience your product, along with making an effort throughout the product deployment and after!",
    "TestAssess": "Test & Assess",
    "TestAssessDesc": "Testing the software is a critical part of the development cycle, we believe there is always room for improvement and making sure the product is working well, to maximize performance, enhance scalability and maintain top-notch quality of products.",
    "modernHeading": "We provide a Modern Solution!",
    "headingPart1": "Let Digital Transformation Empower",
    "headingPart2": " Your Business!",
    "modernDescription1": "We use solid expertise to make the promise of digital transformation a reality and help in transforming your business and operating models to become agile and innovative.",
    "modernDescription2": "We will dive into your business ecosystem and create a web or mobile application on different platforms using top-notch technologies and proven methodologies, tools, and approaches.",
    "title1": "From inspiration to transformation",
    "info1": "Keep your business on top of the ever-changing global market. We help companies identify growth possibilities for innovation and match their needs to the right technological solution.",
    "info2": "We believe that digital transformation creates sweeping changes and a strategic approach to it is crucial!",
    "title2": "Are you prepared for digital transformation",
    "info3": "Every organization needs a digital-first strategy to survive. Now, the only question is how",
    "ourProcessDesc": "Accelerate your digital transformation journey through a continuous process involving new technologies and ways of working to compete through continued innovation.",
    "caseStudyHead": "See how Inovola's digital transformation services help clients transform their business and operating models in the digital era with a few success stories from our growing portfolio."
  },
  "hrService": {
    "heading": "HR as a Service",
    "description": "We seek to increase employee retention by making sure they are fairly treated and that their professional development is valued, to drive a business to success.",
    "headingpart1": " Ramp up your team on-demand, We make",
    "headingpart2": " Scaling Simple!",
    "descriptionData": "We bring you a high quality of managing your team to help them grow and your business, thrive through:",
    "listData1": "Provide training,performance management, guidance, and HR management tools and servicesby HR consultants.",
    "listData2": "Handle hiring, onboarding, payroll administration, payroll tax support, and benefits administration.",
    "listData3": "Tracking and monitoring timesheets and setting up administrative support.",
    "listData4": "Providing human resource management systems.",
    "btn": "Contact Us",
    "Planning": "Planning",
    "PlanningDesc": "Determine what the organization wants and analyze the objectives and plans.",
    "Validating": "Validating",
    "ValidatingDesc": "Evaluate the current state of the organization’s workforce and uncover gaps to create the road map to success.",
    "DevelopingAndImplementing": "Developing, ",
    "DevelopingAndImplementing2": "implementing & Monitoring",
    "DevelopingAndImplementingDesc": "Formulate a human resource action plan that aligns with your organization’s overall strategy to take it to the ideal stage. Then determine whether the HR plan is yielding results and and achieving goals.",
    "MonitorAndReview": "Monitor and review ",
    "MonitorAndReviewDesc": "Determine whether the HR plan is yielding results and executing the organizational strategy, and achieving goals.",
    "ourProcess": "Our Process",
    "ourProcessDesc": "It is all about getting your core HR work done through fundamental strategies necessary for maintaining smooth employee lifecycles and positive employee experiences.",
    "caseStudyHead": "See how Inovola's effective Human Resources practices can support and enable business growth with a few success stories from our growing portfolio.",
    "title1": "Because people are the key!",
    "info1": "You can rely on us to handle the employee's entire life cycle, from hiring to offboarding, as we believe that the right human resource management helps improve the effectiveness of an organization.",
    "title2": "Help your company prosper.",
    "info2": "We enable companies to reduce their HR workload by finding the optimum HR solution that suits their requirements. You can use one of our functions, or you can combine several. It’s entirely up to you."
  },
  "devTeam": {
    "heading": "DevTeam as a Service",
    "description": "We believe that we will make a difference through a combination of smart planning, design thinking approach, and using the latest technologies.",
    "btnText": "Contact Us",
    "modernHeading": "We provide a Modern Solution!",
    "modernDescription1": "We use solid expertise to make the promise of digital transformation a reality and help in transforming your business and operating models to become agile and innovative through custom software development, digital experience design, and cloud-managed services.",
    "rampUp": "Ramp up your team on-demand, We make ",
    "scalingSimple": "scaling simple!",
    "modernDescription": "With the dedicated team model, we hire the right software developers and engineers efficiently to work on your project.",
    "modernDescription2": "Every developer is matched perfectly to your needs and pre-vetted for their experience, skills, and requirements.",
    "modernDescription3": "We have a great experience including but not limited to:",
    "title1": "Make better products make products better",
    "info1": "Donec quis et egestas sapien in placerat nam tristique metus facilisis viverra tortor nec ligula.",
    "title2": "What we can do for your business",
    "info2": "Et ullum iisque conclusionemque eam, mel ad erat vitae accumsan noluisse, nostrum accumsan movet salutandi. Fugit expetenda interesset no his, nec eloquentiam.",
    "BackendDevelopment": "Backend Development",
    "BackendDevelopmentDesc": "Our back-end development team delivers performant and secure solutions tailored to the needs of each client to achieve the business goals whether for various web, cloud-based or mobile apps across multiple domains",
    "FrontendDevelopment": "Frontend Development",
    "FrontendDevelopmentDesc": "Our front-end development team delivers supreme visual experiences across devices by creating interactive applications that have the UI and business logic seamlessly baked together, as they will be able to build responsive, innovative, and user-centric solutions.",
    "MobileDevelopment": "Mobile Development",
    "MobileDevelopmentDesc": "Our mobile development will be able to offer a full cycle of application design, integration, and impactful management services, to bring your project to market on every device and platform. Whether it is an enterprise-class solution or a consumer-oriented app.",
    "ECommerce": "E-Commerce",
    "ECommerceDesc": "Our development team will provide custom e-commerce development services across various industries, as they have massive experience in building reliable solutions - B2C/B2B e-commerce portals based on both commercial and open-source platforms.",
    "FindMatchedTalentsDesc": "Interview your selected candidates. You are ensured not only of velocity but of top quality.",
    "KickstartSquadDesc": "After signing the contract, the selected candidates will be on-boarded to start the journey.",
    "successDescription": "See how Inovola's DevTeam service helps clients create a boundless impact and execute more effectively by partnering with the best talent, with a few success stories from our growing portfolio.",
    "IdeateValidate": "Ideate & Validate",
    "IdeateValidateDesc": "Identify your target by sharing with us your technical needs, position requirements, and strategic route."
  },
  "successStories": {
    "heading": "Success stories",
    "description": "We believe that we will make a difference through a combination of smart planning, design thinking approach, and using the latest technologies."
  },
  "forCompanies": {
    "forCompanies": "For Companies",
    "buildUniqueExperience": "Ready to build a unique experience?",
    "weBelieve": "We are a values-driven company with three core values governing everything .",
    "weStrategic": "Finding the right software development partner can change",
    "WhenItCounts": "When it counts, ",
    "us": "count on us!",
    "makingDifference": "We believe in making a difference to ensure that you will feel satisfied.",
    "weListen": "Just tell us what you need.  We listen.",
    "MissionTitle": "We're working together to innovate and grow.",
    "leadingCompanyTitle": "To become",
    "leadingCompany": " a leading company in providing high-quality software development solutions.",
    "word-of-mouth": "From day one we believe in the power of word-of-mouth. Since the beginning of Inovola, we want to bring as much as we can to our customers.",
    "successfulJourney": "We strongly believe that making them successful in their journey will turn them into our best ambassadors.",
    "MarketingAgency": " everything.",
    "Mission": "Mission",
    "Vision": "Vision",
    "Create": "Create ",
    "CreateHealthy": "a healthy and motivating environment where team members can be productive and encouraged.",
    "Invest": "Invest ",
    "InvestTalents": "in talents and provide the best outsourcing services by hiring the Top Software Developers.",
    "Enhance": "Enhance ",
    "EnhanceBusiness": "the business growth of our customers through a value-driven approach.",
    "Delivering": "Delivering",
    "DeliveringInnovative": "innovative and reliable solutions to meet our clients needs with utmost quality."
  },
  "otherServices": {
    "headingFront": "Other",
    "headingBack": "Services",
    "description": "We will bring the breathe of our experience and industry knowledge to help you succeed."
  },
  "reviewsRates": {
    "title": "We Believe in You!",
    "description": "We know that you are the most important element of our success, and we are consistently working on making all of our team happy, satisfied, and always improving.",
    "btnContent": "See it yourself on Glassdoor!"
  }
}
